{
  "welcome": "Ласкаво просимо",
  "try_lack": "Випробуй свою вдачу!",
  "auth": "Авторизація",
  "email": "Введіть вашу електронну пошту",
  "password": "Введіть ваш пароль",
  "username": "Введіть ваше ім'я",
  "logIn": " Авторизуватись",
  "no_account": "Не маєте акаунту?",
  "reg": "Зараєструйтесь",
  "registration": "Реєстрація",
  "sign_up": "Зареєструватися",
  "have_account": "Або у вас уже є акаунт?",
  "sign_in": "Авторизуйтесь",
  "spin": "Крутити",
  "confirm": "Підтвердити",
  "cancel": "Скасувати",
  "g_h": "Історія ігор",
  "p_r": "Рейтинг Гравців",
  "win": "Виграш",
  "loss": "Програш",
  "result": "Результат",
  "home": "На головну",
  "description": "Ласкаво просимо до нашої гри! Натисніть кнопку 'Крутити', щоб запустити колесо удачі. Бажаємо вам успіху! Якщо вам пощастить і ви виграєте на колесі, ви отримаєте перемогу в цій грі. Якщо ж невдало, то на жаль, програш. Спробуйте тримати високий рейтинг!",
  "policy": {
    "title": "Політика конфіденційності",
    "introduction_header": "Вступ",
    "introduction": "Ласкаво просимо до [Casino Always Wins]. Цей сайт створено лише з навчальною та демонстраційною метою. Використовуючи наш сайт, ви визнаєте та погоджуєтеся з умовами та положеннями, викладеними в цій Політиці конфіденційності.",
    "information_header": "Інформація, яку ми збираємо",
    "information": "Ми можемо збирати наступні типи інформації від наших користувачів.Персональна інформація: наприклад, ваше ім'я, адреса електронної пошти та будь-яка інша інформація, яку ви добровільно надаєте. Як ми використовуємо вашу інформацію? Інформація, яку ми збираємо, використовується. Покращення та персоналізації вашого досвіду на нашому веб-сайті. Відповідати на ваші запити та надавати підтримку клієнтам.",
    "data_security_header": "Безпека даних",
    "data_security": "Ми вживаємо розумних заходів для захисту вашої особистої інформації від несанкціонованого доступу, використання або розголошення. Однак жодна передача даних через Інтернет не є повністю захищеною або безпомилковою, тому ми не можемо гарантувати абсолютну безпеку.",
    "user_awareness_header": "Поінформованість користувачів",
    "user_awareness": "Використовуючи цей сайт, ви усвідомлюєте, що він призначений виключно для розважальних цілей. Логіка гри розроблена таким чином, щоб ускладнити досягнення переможного результату. Користувачі визнають і погоджуються з тим, що результати призначені для демонстрації складності та непередбачуваності ігор казино",
    "changes_p_p_header": "Зміни до цієї Політики конфіденційності",
    "changes_p_p": "Ми можемо час від часу оновлювати нашу Політику конфіденційності. Ми повідомимо вас про будь-які зміни, опублікувавши нову Політику конфіденційності на цій сторінці. Ви несете відповідальність за періодичний перегляд цієї Політики конфіденційності на предмет будь-яких змін.",
    "contact_us_header": "Зв'язатися з нами",
    "contact_us": "Якщо у вас виникли запитання щодо цієї Політики конфіденційності, будь ласка, зв'яжіться з нами за адресою [Контактна інформація]."
  },
  "user_profile": {
    "profile": "Профіль",
    "username": "Ваш Нікнейм",
    "email": "Ваш емейл",
    "edit_username": "Змінити нікнейм",
    "user_rating": "Рейтинг ігор користувача",
    "wins_%": "Відсоток перемог",
    "total_games": "Всього ігор зіграно",
    "w_games": "Виграних ігор",
    "l_games": "Проганих ігор",
    "g_rating": "Глобальний рейтинг"
  },
  "spinning_wheel": {
    "you": "Ви",
    "win": "Перемогли",
    "loss": "Програли"
  },
  "footer": {
    "about_us": "Про нас",
    "contact_us": "Контакти",
    "privacy_policy": "Політика конфіденційності",
    "terms_of_service": "Умови використання",
    "contact_information": "Контактна інформація",
    "follow_me": "Стажте за мною",
    "r_reserved": "Усі права заразервовано"
  },
  "header": {
    "my_profile": "Мій Профіль",
    "rating": "Рейтинг",
    "logout": "Вийти"
  },
  "about_us": {
    "header": "Вас вітає Casino Always Wins",
    "p_1": "Випробуйте свою удачу! Увага даний вебресурс не є справжнім казино. Сайт є симуляцією.",
    "p_2": "Випробуйде свою удачу та спробуйте обхитрити алгоритм. Чим більше у вас буде перемог тим, менший шанс отримати премогу при наступн грі завдяки алгоритму визначення коефіцієнта переможності. Спробуйте набрати високий рейтинг. Стайт створено на концепції 'казино завжди в плюсі', що означає, веб ресурс буде намагатися завжди бути і виграші, скільки ігор ви б не зіграли.",
    "p_3": "Також сайт покликаний показати небезпеку азартних ігор, та процес втягування в гру, спочатку ви будете отримувати більше переможних ігор, та щоб отримати рейтинг вам треба зіграти певну кількістьігор, та з кожною гру цей шанс буде зменшуватися, але не буденульовим.",
    "p_4": "Тож чи ви зможете обхитрити алгоритми Casino Always Wins? Тисніть кнопку Спробувати та приймайте виклик."
  },
  "logout": {
    "header": "Бажаєте вийти з системи?"
  },
  "terms_of_use": {
    "header": "Правила користування сайтом Casino Always Wins",
    "section_1": {
      "title": "Відмова від відповідальності",
      "content": "Casino Always Wins не є справжньою платформою для азартних ігор. Сайт створено з навчальною та розважальною метою. Платформа демонструє потенційні ризики, пов'язані з азартними іграми, шляхом моделювання середовища з заниженими шансами на перемогу."
    },
    "section_2": {
      "title": "Алгоритмічні налаштування",
      "content": "Будь ласка, майте на увазі, що результати ігор впливаються спеціально розробленим алгоритмом, який навмисно знижує шанси на перемогу, щоб продемонструвати концепцію 'заклад завжди у виграші'. Це покликано симулювати типовий перевагу будинку, присутню у справжніх казино."
    },
    "section_3": {
      "title": "Поводження користувачів",
      "content": "Користувачі повинні використовувати цей сайт відповідально та розуміти навчальний характер симуляцій. Будь-яка форма зловживання, експлуатації або нерозуміння мети платформи не заохочується та може призвести до обмежень у доступі."
    },
    "section_4": {
      "title": "Конфіденційність та дані",
      "content": "Ми поважаємо вашу конфіденційність та не збираємо жодних особистих даних без вашої згоди. Будь-які зібрані дані будуть використовуватися виключно для покращення досвіду роботи платформи і не будуть передаватися третім особам."
    },
    "section_5": {
      "title": "Обмеження відповідальності",
      "content": "Casino Always Wins не несе відповідальності за будь-які уявні чи фактичні втрати, фінансові або інші, які виникають у зв'язку з використанням цієї платформи. Користувачі беруть участь на свій власний ризик і заохочуються визнавати симульований характер заходів."
    }
  }
}
